Repository: barnadsv/odontozoo-ios
Catalog: odontozoo-ios/*.lproj/Localizable.strings
Languages: es

source: Combinação usuário/senha incorreta.
es: Combinación de usuario/contraseña incorrecta.

source: Email/senha não podem ser vazios.
es: Correo electrónico / contraseña no se pueden vacíos.

source: Conta de usuário não encontrada.
es: Cuenta de usuario no encontrada.

source: Você receberá um e-mail em breve para redefinir sua senha.
es: Recibirá un correo electrónico en breve para restablecer la contraseña.

source: Odontograma salvo com sucesso!
es: Odontograma salvo con éxito!

source: Detalhes do Odontograma
es: Detalles del Odontograma

source: A idade do animal não pode ser 0.
es: La edad del animal no puede ser o.

source: O nome do animal é obrigatório.
es: El nombre del animal es obligatorio

source: O nome do proprietário é obrigatório.
es: El nombre del proprietario es obligatorio

source: A raça do animal é obrigatória.
es: La raza del animal es obligatoria

source: Imagens do Odontograma
es: Imágenes del Odontograma
